Repository: thuannguyen912/splunk_confi_repos
Catalog: apps/splunk-dashboard-studio/locale/*/LC_MESSAGES/messages.po
Languages: it_it

source: Move forward
it_it: Sposta avanti

source: Multiselect
it_it: Selezione multipla

source: Multiselect Input
it_it: Input selezione multipla

source: Multiselect Input Title
it_it: Titolo input selezione multipla

source: My Dashboard
it_it: La mia dashboard

source: NEW
it_it: NUOVO

source: New Data Source
it_it: Nuova source di dati

source: Next
it_it: Avanti

source: Next Scheduled Time
it_it: Prossima ora pianificata

source: No Action
it_it: Nessuna azione

source: No DataSource
it_it: Nessuna DataSource

source: No DataSource Connected
it_it: Nessuna DataSource connessa

source: No GeoRegistry provided in context
it_it: Nessun GeoRegistry fornito in contesto

source: No Icon
it_it: Nessuna icona

source: No Icons. Please upload icons.
it_it: Nessuna icona. Caricare le icone.

source: No Inputs
it_it: Nessun input

source: No Result
it_it: Nessun risultato

source: No action
it_it: Nessuna azione

source: No dashboard
it_it: Nessuna dashboard

source: No data!
it_it: Nessun dato!

source: No icon registry found
it_it: Nessun registro icone trovato

source: No icons found.
it_it: Nessuna icona trovata.

source: No icons. Please upload icons.
it_it: Nessuna icona. Caricare le icone.

source: No image registry found
it_it: Nessun registro immagini trovato

source: No images found.
it_it: Nessuna immagine trovata.

source: No images. Please upload images.
it_it: Nessuna immagine. Caricare le immagini.

source: No literal SVG is provided
it_it: Nessun SVG letterale specificato

source: No literal SVG or URL to SVG is provided
it_it: Nessun SVG letterale o URL a SVG specificato

source: No match found
it_it: Nessuna corrispondenza trovata

source: No valid dataSources.
it_it: Nessun dataSource valido.

source: No valid encoding.
it_it: Nessuna codifica valida.

source: No valid provider was found. Please add a provider
it_it: Nessun provider valido trovato. Aggiungere un provider

source: None
it_it: Nessuno

source: Normal
it_it: Normale

source: Not a valid threshold. Must be a number
it_it: Non è una soglia valida. Deve essere un numero

source: Not stacked
it_it: Non in stack

source: Note: For any visualizations depending on real-time data, accuracy will be dependent on the progress of the search.
it_it: Nota: per qualsiasi visualizzazione dipendente da dati in tempo reale, la precisione dipende dall'avanzamento della ricerca.

source: Note: Uploaded image files can be accessed and deleted by others in your organization
it_it: Nota: altri utenti dell'organizzazione possono accedere ai file di immagini caricati ed eliminarli

source: Null Values
it_it: Valori null

source: Number
it_it: Numero

source: Number Formatting
it_it: Formattazione dei numeri

source: Number Input
it_it: Input numerico

source: Number Input Title
it_it: Titolo input numerico

source: Odd Row Fill Color
it_it: Colore riempimento righe dispari

source: Odd Row Text Color
it_it: Colore testo righe dispari

source: On Click
it_it: Su clic

source: Oops! The dashboard that you tried to convert uses components that are not yet supported in Dashboard Studio. We apologize for any inconvenience.
it_it: La dashboard di cui si è tentata la conversione utilizza componenti non ancora supportati in Dashboard Studio. Ci scusiamo per il disagio.

source: Opacity
it_it: Opacità

source: Opacity (%)
it_it: Opacità (%)

source: Open in Search
it_it: Apri in Ricerca

source: Open in new tab
it_it: Apri in una nuova scheda

source: Optional
it_it: Opzionale

source: Orientation
it_it: Orientamento

source: Original Size
it_it: Dimensioni originali

source: Outside
it_it: Fuori

source: Owner
it_it: Proprietario

source: Padding
it_it: Spazio aggiuntivo

source: Pan
it_it: Muovi

source: Panel Powered By
it_it: Pannello basato su

source: Panel Title
it_it: Titolo pannello

source: Parameter "${parameter}" must be less than ${length} characters.
it_it: Il parametro "${parameter}" deve avere meno di ${length} caratteri.

source: Parent Search
it_it: Ricerca padre

source: Part of a Day
it_it: Parte di un giorno

source: Path ID Field Formatting
it_it: Formattazione campo ID percorso

source: Path ID Field Formatting: Value
it_it: Formattazione campo ID percorso: valore

source: Percent
it_it: Percentuale

source: Permission
it_it: Autorizzazione

source: Permissions
it_it: Autorizzazioni

source: Pie
it_it: A torta

source: Please set up valid Data Source to select
it_it: Impostare una source di dati valida da selezionare

source: Please upload a valid svg with viewBox attribute.
it_it: Caricare un SVG valido con attributo viewBox.

source: Position
it_it: Posizione

source: Position & Size
it_it: Posizione e dimensioni

source: Precision
it_it: Precisione

source: Preferences
it_it: Preferenze

source: Preparing download...
it_it: Preparazione del download in corso...

source: Preserve Aspect Ratio
it_it: Mantieni proporzioni

source: Preset Palette
it_it: Tavolozza predefinita

source: Previous business week
it_it: Settimana lavorativa precedente

source: Previous month
it_it: Mese precedente

source: Previous week
it_it: Settimana precedente

source: Previous year
it_it: Anno precedente

source: Private
it_it: Privato

source: Provider not found
it_it: Provider non trovato

source: Pulsate Max Value
it_it: Valore max pulsazione

source: Punchcard
it_it: Scheda perforata

source: Quick organization
it_it: Organizzazione rapida

source: Radial Gauge
it_it: Contatore radiale

source: Radius
it_it: Raggio

source: Radius (px)
it_it: Raggio (px)

source: Ranges
it_it: Intervalli

source: Real-time
it_it: In tempo reale

source: Real-time search is running
it_it: Ricerca in tempo reale in esecuzione

source: Rectangle
it_it: Rettangolo

source: Redo
it_it: Ripeti

source: Refresh
it_it: Aggiorna

source: Refresh rates of less than 60 seconds might impact search performance.
it_it: Una frequenza di aggiornamento minore di 60 secondi può influire sulle prestazioni della ricerca.

source: Remove
it_it: Rimuovi

source: Required
it_it: Obbligatorio

source: Reset to default
it_it: Reimposta i valori di default

source: Right
it_it: A destra

source: Rotation
it_it: Rotazione

source: Row Numbers
it_it: Numeri di riga

source: Rows Displayed
it_it: Righe visualizzate

source: Run & Save
it_it: Esegui e salva

source: Run Query
it_it: Esegui query

source: SVG (deprecated)
it_it: SVG (obsoleto)

source: SVG Choropleth
it_it: SVG coropletico

source: SVG Data
it_it: Dati SVG

source: Saturday
it_it: Sabato

source: Saturdays
it_it: Sabati

source: Save
it_it: Salva

source: Save Panel to Existing Dashboard
it_it: Salva pannello in dashboard esistente

source: Save Panel to New Dashboard
it_it: Salva pannello in nuova dashboard

source: Save to Dashboard
it_it: Salva nella dashboard

source: Saved Search
it_it: Ricerca salvata

source: Saved Search with SPL
it_it: Ricerca salvata con SPL

source: Scatter
it_it: A dispersione

source: Search
it_it: Ricerca

source: Search By Title
it_it: Ricerca per titolo

source: Search Icons
it_it: Cerca icone

source: Search Images
it_it: Cerca immagini

source: Search is not yet running, queued on client
it_it: Ricerca non ancora in esecuzione, in coda sul client

source: Search is not yet running, queued on server
it_it: Ricerca non ancora in esecuzione, in coda sul server

source: Search is running, but not enough data to render visualization
it_it: Ricerca in esecuzione, ma dati insufficienti per il rendering della visualizzazione

source: Search ran successfully, but no results were returned
it_it: Ricerca eseguita correttamente ma nessun risultato restituito

source: Search with SPL
it_it: Cerca con SPL

source: Search with SPL2
it_it: Cerca con SPL2

source: Searches
it_it: Ricerche

source: Select
it_it: Seleziona

source: Select Data
it_it: Seleziona dati

source: Select a single list value
it_it: Selezionare un unico valore dall'elenco

source: Select a time range
it_it: Selezionare un intervallo temporale

source: Select a value
it_it: Selezionare un valore

source: Select an Existing Dashboard
it_it: Selezionare una dashboard esistente

source: Select layout mode
it_it: Selezionare la modalità di layout

source: Select multiple list values
it_it: Selezionare più valori dall'elenco

source: Selected Data Field
it_it: Campo dati selezionati

source: Send to back
it_it: Invia in fondo

source: Sequential
it_it: Sequenziale

source: Set Permission
it_it: Imposta autorizzazione

source: Set up Data Source to select
it_it: Impostare la source di dati da selezionare

source: Settings
it_it: Impostazioni

source: Shapes
it_it: Forme

source: Share
it_it: Condividi

source: Shared in App
it_it: Condiviso in App

source: Shared in app
it_it: Condiviso nell'app

source: Sharing
it_it: Condivisione

source: Show
it_it: Mostra

source: Show Bubble Labels
it_it: Mostra etichette bolle

source: Show Data Values
it_it: Mostra i valori dei dati

source: Show Header
it_it: Mostra intestazione

source: Show Labels
it_it: Mostra etichette

source: Show Legend
it_it: Mostra legenda

source: Show Percent
it_it: Mostra percentuale

source: Show Row Numbers
it_it: Mostra numeri di riga

source: Show Sparkline
it_it: Mostra sparkline

source: Show Title & Description
it_it: Mostra titolo e descrizione

source: Show Trending Value
it_it: Mostra valori tendenza

source: Show Value
it_it: Mostra valore

source: Show less
it_it: Mostra di meno

source: Show list
it_it: Mostra elenco

source: Show more
it_it: Mostra di più

source: Since %(dateTime)s
it_it: Dal %(dateTime)s

source: Since Date-time
it_it: Dalla data/ora

source: Single Value
it_it: Valore singolo

source: Single Value (deprecated)
it_it: Valore singolo (obsoleto)

source: Single Value Icon (deprecated)
it_it: Icona valore singolo (obsoleto)

source: Single Value Radial
it_it: Radiale valore singolo

source: Some custom formatting and configurations to your dashboard may be lost during the cloning and conversion process. Your original dashboard will not be affected.
it_it: Alcune formattazioni e configurazioni personalizzate della dashboard possono andare perse durante il processo di clonazione e conversione. La dashboard originale non verrà interessata.

source: Some external images can not be downloaded.
it_it: Alcune immagini esterne non possono essere scaricate.

source: Some visualizations have not loaded since we detected potential security risks. To learn more, click on the icon in the bottom-right corner of the visualization.
it_it: Alcune visualizzazioni non sono state caricate perché sono stati rilevati potenziali rischi per la sicurezza. Per ulteriori informazioni, fare clic sull'icona nell'angolo in basso a destra della visualizzazione.

source: Some visualizations will be incomplete or inaccurate. Are you sure you want to continue?
it_it: Alcune visualizzazioni saranno incomplete o imprecise. Continuare?

source: Sort
it_it: Ordina

source: Spacing
it_it: Spaziatura

source: Specify Data Source Module
it_it: Specifica modulo source di dati

source: Stack Mode
it_it: Modalità in stack

source: Stacked
it_it: In stack

source: Stacked 100%
it_it: 100% in stack

source: Starting Point
it_it: Punto di inizio

source: Static Background
it_it: Sfondo statico

source: Static Icon
it_it: Icona statica

source: Static Major Value
it_it: Valore principale statico

source: Static Text Color
it_it: Colore testo statico

source: Static Trend
it_it: Tendenza statica

source: Statistics Table
it_it: Tabella statistiche

source: Status Error
it_it: Errore di stato

source: Status Info
it_it: Informazioni sullo stato

source: Status Warning
it_it: Avviso sullo stato

source: Status ok
it_it: Stato OK

source: Step
it_it: Passaggio

source: Stroke
it_it: Tratto

source: Structure item ${idx} has the same key "${item.item}" as another structure item
it_it: L'elemento struttura ${idx} ha la stessa chiave "${item.item}" di un altro elemento struttura

source: Structure item ${idx} references a visualization "${item.item}" that does not exist
it_it: L'elemento struttura ${idx} fa riferimento a una visualizzazione "${item.item}" che non esiste

source: Submit
it_it: Invia

source: Successfully added to existing dashboard
it_it: Aggiunta a una dashboard esistente completata

source: Successfully cloned dashboard
it_it: Clonazione dashboard completata

source: Successfully converted dashboard
it_it: Conversione dashboard completata

source: Successfully converted visualization
it_it: Conversione visualizzazione completata

source: Successfully saved to dashboard
it_it: Salvataggio nella dashboard completato

source: Sunday
it_it: Domenica

source: Sundays
it_it: Domeniche

source: Table
it_it: Tabella

source: Table (deprecated)
it_it: Tabella (obsoleto)

source: Text
it_it: Testo

source: Text Color
it_it: Colore testo

source: Text Input
it_it: Input testo

source: The "collect" command cannot be used in a base search. Use an ad-hoc search for data source ${this.context.id} to use the "collect" command.
it_it: Il comando "collect" non può essere utilizzato in una ricerca di base. Per utilizzare il comando "collect", usare una ricerca ad hoc per ${this.context.id} della source di dati.

source: The Dashboard ID "${title.replace(/W/g, '_').toLowerCase()}" is already taken.
it_it: L'ID dashboard "${title.replace(/W/g, '_').toLowerCase()}" è già utilizzato.

source: The Dashboard ID is used as the filename on disk. This cannot be changed later.
it_it: L'ID dashboard è utilizzato come nome di file sul disco. Non sarà possibile modificarlo in seguito.

source: The SPL query for this visualization contains commands that has been flagged as risky.
it_it: La query SPL per questa visualizzazione contiene comandi contrassegnati come rischiosi.

source: The dashboard you selected no longer exists.
it_it: La dashboard selezionata non esiste più.

source: The format of the uploaded file is not supported. Please upload ${validMediaType.join( ', ' )}.
it_it: Il formato del file caricato non è supportato. Caricare ${validMediaType.join( ', ' )}.

source: The format of the uploaded file is not supported. Please upload svg file.
it_it: Il formato del file caricato non è supportato. Caricare un file svg.

source: The geoJson is not found.
it_it: geoJson non trovato.

source: The icon cannot be colored properly.
it_it: Impossibile colorare correttamente l'icona.

source: The icon cannot be deleted.
it_it: Impossibile eliminare l'icona.

source: The icon cannot be uploaded. Please check whether your localStorage is full.
it_it: Impossibile caricare l'icona. Controllare se lo spazio in localStorage è esaurito.

source: The icon ids cannot be listed.
it_it: Impossibile elencare gli ID icona.

source: The icon is not found.
it_it: Icona non trovata.

source: The ids cannot be listed.
it_it: Impossibile elencare gli ID.

source: The image cannot be deleted.
it_it: Impossibile eliminare l'immagine.

source: The image cannot be uploaded. Please check whether your localStorage is full.
it_it: Impossibile caricare l'immagine. Controllare se lo spazio in localStorage è esaurito.

source: The image ids cannot be listed.
it_it: Impossibile elencare gli ID immagine.

source: The image is not found.
it_it: Immagine non trovata.

source: The inline search exists only in the dashboard and has no external dependencies.
it_it: La ricerca in linea esiste solo nella dashboard e non ha dipendenze esterne.

source: The new dashboard experience has been integrated into the core Splunk platform as %(studio)s. As a result, the %(beta)s will no longer be receiving updates and we have disabled the ability to create new dashboards.
it_it: La nuova esperienza di dashboard è stata integrata nella piattaforma Splunk principale come %(studio)s. Di conseguenza, %(beta)s non riceverà più aggiornamenti ed è stata disabilitata la possibilità di creare nuove dashboard.

source: The obj cannot be deleted.
it_it: Impossibile eliminare l'oggetto.

source: The obj cannot be uploaded.
it_it: Impossibile caricare l'oggetto.

source: The obj is not found.
it_it: Oggetto non trovato.

source: The total size of a dashboard must be 7MB or smaller. Please remove some images and icons.
it_it: La dimensione totale di una dashboard deve essere 7 MB max. Rimuovere alcune immagini e icone.

source: The traditional Splunk dashboard builder
it_it: Il generatore di dashboard Splunk tradizionale

source: The visualization and its configuration will be loaded from the report by default. It can be modified later within the dashboard or in the report itself.
it_it: La visualizzazione e la sua configurazione verranno caricate di default dal report. Potranno essere modificate in seguito all'interno della dashboard o del report stesso.

source: Theme
it_it: Tema

source: Thickness (px)
it_it: Spessore (px)

source: This input has dynamic items. Please edit in source mode.
it_it: Questo input contiene elementi dinamici. Modificare in modalità source.

source: This is for the dashboard description.
it_it: Destinato alla descrizione della dashboard.

source: This panel is too small to be split into duplicates. Stretch or move the panel to make it bigger first.
it_it: Questo pannello è troppo piccolo per una suddivisione in duplicati. Estendere o spostare prima il pannello per renderlo più grande.

source: This visualization has a potential security risk
it_it: Questa visualizzazione presenta un potenziale rischio per la sicurezza

source: Thousand Separators
it_it: Separatore migliaia

source: Threshold
it_it: Soglia

source: Threshold Settings
it_it: Impostazioni soglia

source: Thursday
it_it: Giovedì

source: Thursdays
it_it: Giovedì

source: Time Range
it_it: Intervallo temporale

source: Time Range Input Title
it_it: Titolo input intervallo temporale

source: Title
it_it: Titolo

source: Title (A - Z)
it_it: Titolo (A - Z)

source: Title (Z - A)
it_it: Titolo (Z - A)

source: Title and Description are not displayed
it_it: Titolo e descrizione non visualizzati

source: Title and Description displayed
it_it: Titolo e descrizione visualizzati

source: Title cannot be empty.
it_it: Il titolo non può essere vuoto.

source: Title is required
it_it: Il titolo è obbligatorio

source: To continue, remove Trellis.
it_it: Per continuare, rimuovere Trellis.

source: To continue, remove categorical colors or select another visualization such as 'Statistics Table'.
it_it: Per continuare, rimuovere i colori categoriali o selezionare un'altra visualizzazione, ad esempio 'Tabella statistiche'.

source: To continue, select another visualization such as 'Statistics Table'.
it_it: Per continuare, selezionare un'altra visualizzazione, ad esempio 'Tabella statistiche'.

source: To ensure your current dashboards stay supported with the latest features, please move them out of the '%(beta)s' and into '%(search)s' or another app.
it_it: Per assicurarsi che le dashboard attuali siano ancora supportate con le funzioni più recenti, spostarle da '%(beta)s' in '%(search)s' o in un'altra app.

source: Today
it_it: Oggi

source: Token Name
it_it: Nome token

source: Too small to render content
it_it: Dimensioni troppo piccole per il rendering del contenuto

source: Top
it_it: In alto

source: Top range
it_it: Prime posizioni

source: Trend
it_it: Tendenza

source: Trend Display
it_it: Visualizzazione tendenza

source: Trend Display as
it_it: Visualizzazione tendenza come

source: Trend Indicator Position
it_it: Indicatore posizione tendenza

source: Trend Size (px)
it_it: Dimensioni tendenza (px)

source: Trends
it_it: Tendenze

source: Truncation
it_it: Troncamento

source: Tuesday
it_it: Martedì

source: Tuesdays
it_it: Martedì

source: Type
it_it: Tipo

source: US Map
it_it: Mappa USA

source: Unable to export the dashboard as ${fileType}
it_it: Impossibile esportare la dashboard come ${fileType}

source: Unable to export the visualization id=${vizId} type=${vizType} as png.
it_it: Impossibile esportare la visualizzazione con ID=${vizId} e tipo=${vizType} come png.

source: Undo
it_it: Annulla

source: Unit
it_it: Unità

source: Unit Label
it_it: Etichetta unità

source: Units Position
it_it: Posizione unità

source: Unnamed
it_it: Senza nome

source: Unsupported MIME type ${mime} for url ${url}
it_it: Tipo MIME ${mime} non supportato per l'URL ${url}

source: Untitled
it_it: Senza titolo

source: Untitled Dashboard
it_it: Dashboard senza titolo

source: Untitled Name
it_it: Nome senza titolo

source: Untitled Section
it_it: Sezione senza titolo

source: Updated ${time}
it_it: ${time} dopo aggiornamento

source: Updating
it_it: Aggiornando

source: Updating live
it_it: Aggiornamento live

source: Upload SVG
it_it: Carica SVG

source: Upper boundary must exceed lower boundary
it_it: Il limite superiore deve superare il limite inferiore

source: Use a relative URL or absolute URL, for example, /app/search/datasets, or https://www.splunk.com
it_it: Usare un URL relativo o un URL assoluto, ad esempio, /app/search/datasets, o https://www.splunk.com

source: Uses the report. Retains all report metadata such as schedule, acceleration, and permissions.
it_it: Utilizza il report. Mantiene tutti i metadati del report quali pianificazione, accelerazione e autorizzazioni.

source: Value
it_it: Valore

source: Value already exists
it_it: Il valore esiste già

source: Vertical
it_it: Verticale

source: View
it_it: Visualizza

source: Visible only to you
it_it: Visibile solo all'utente

source: Visible to app users
it_it: Visibile agli utenti dell'app

source: Visit the Splunk Documentation to learn more.
it_it: Visitare la documentazione Splunk per ulteriori informazioni.

source: Visualization ${vizType} not found.
it_it: Visualizzazione ${vizType} non trovata.

source: Visualization ID
it_it: ID visualizzazione

source: Visualization IDs must start with "viz_" and contain only letters, numbers, dash, and underscore
it_it: Gli ID visualizzazione devono iniziare con "viz_" e contenere solo lettere, numeri, trattini e caratteri di sottolineatura.

source: Visualization Options
it_it: Opzioni visualizzazione

source: Visualization Settings
it_it: Impostazioni visualizzazione

source: Visualization Type
it_it: Tipo di visualizzazione

source: Waiting for input...
it_it: In attesa di input...

source: We are no longer making updates to the %(beta)s. To ensure this dashboard stays supported with the latest features, please move it out of '%(beta)s' and into '%(search)s' or another app
it_it: %(beta)s non riceverà più aggiornamenti. Per assicurarsi che questa dashboard sia ancora supportata con le funzioni più recenti, spostarla da '%(beta)s' in '%(search)s' o in un'altra app

source: We can't find an image with this URL. Please enter a new URL.
it_it: Impossibile trovare un'immagine con questo URL. Immettere un nuovo URL.

source: Wednesday
it_it: Mercoledì

source: Wednesdays
it_it: Mercoledì

source: Week to date
it_it: Inizio settimana a oggi

source: Weight
it_it: Peso

source: What's this?
it_it: Che cos'è?

source: Width
it_it: Larghezza

source: World
it_it: Mondo

source: World Map
it_it: Mappa mondiale

source: X Axis title
it_it: Titolo asse X

source: X Position
it_it: Posizione X

source: Y Axis title
it_it: Titolo asse Y

source: Y Position
it_it: Posizione Y

source: Year to date
it_it: Inizio anno a oggi

source: Yesterday
it_it: Ieri

source: You can use letters, numbers, dashes, and underscores.
it_it: È possibile utilizzare lettere, numeri, trattini e caratteri di sottolineatura.

source: You cannot use < or > in a dashboard name.
it_it: < or > non consentito nel nome di una dashboard.
