Repository: thuannguyen912/splunk_confi_repos
Catalog: apps/splunk-dashboard-studio/locale/*/LC_MESSAGES/messages.po
Languages: it_it

source: You do not have the permissions or role to perform this action. Only those with the admin or power roles can remove images
it_it: Non si dispone delle autorizzazioni o del ruolo per eseguire questa azione. Solo gli utenti con ruolo di amministratore o utente avanzato possono rimuovere immagini.

source: You do not have the permissions or role to perform this action. Only those with the admin or power roles can upload images
it_it: Non si dispone delle autorizzazioni o del ruolo per eseguire questa azione. Solo gli utenti con ruolo di amministratore o utente avanzato possono caricare immagini.

source: You have no writable dashboards for the app: ${app}
it_it: Nessuna dashboard scrivibile per l'app: ${app}

source: You must select a dashboard layout.
it_it: È necessario selezionare un layout di dashboard.

source: You must select a dashboard type.
it_it: È necessario selezionare un tipo di dashboard.

source: You must select an existing dashboard.
it_it: È necessario selezionare una dashboard esistente.

source: Your dashboard is still loading
it_it: È ancora in corso il caricamento della dashboard

source: Your download has started
it_it: Download iniziato

source: Zoom In
it_it: Zoom avanti

source: Zoom Out
it_it: Zoom indietro

source: Zoom in
it_it: Zoom avanti

source: Zoom level
it_it: Livello zoom

source: Zoom out
it_it: Zoom indietro

source: and
it_it: e

source: and above
it_it: e superiore

source: and greater
it_it: e maggiore

source: below
it_it: sotto

source: chain search
it_it: ricerca concatenata

source: chain search
it_it: ricerca concatenata

source: chain searches
it_it: ricerche concatenate

source: chain searches
it_it: ricerche concatenate

source: could not find parent SPL
it_it: impossibile trovare SPL padre

source: day
it_it: giorno

source: days
it_it: giorni

source: delete
it_it: elimina

source: explore additional tools.
it_it: esplorare strumenti aggiuntivi.

source: failed to render react component
it_it: impossibile eseguire il rendering del componente react

source: freely place objects
it_it: posizionare liberamente gli oggetti

source: hour
it_it: ora

source: hours
it_it: ore

source: images,
it_it: immagini,

source: initiateExport() not implemented.
it_it: Implementazione di initiateExport() non effettuata.

source: inputs
it_it: input

source: invalid Url
it_it: URL non valido

source: is outside of canvas bounds
it_it: è fuori dai limiti dell'area di disegno

source: less than
it_it: minore di

source: loading
it_it: caricamento

source: minute
it_it: minuto

source: minutes
it_it: minuti

source: month
it_it: mese

source: months
it_it: mesi

source: or
it_it: oppure

source: organize & resize
it_it: organizza e ridimensiona

source: quarter
it_it: trimestre

source: quarters
it_it: trimestri

source: second
it_it: secondo

source: seconds
it_it: secondi

source: standard Splunk visualizations
it_it: visualizzazioni Splunk standard

source: text
it_it: testo

source: to
it_it: a

source: visualization
it_it: visualizzazione

source: visualizations
it_it: visualizzazioni

source: week
it_it: settimana

source: weeks
it_it: settimane

source: year
it_it: anno

source: years
it_it: anni
