Repository: thuannguyen912/splunk_confi_repos
Catalog: apps/splunk-dashboard-studio/locale/*/LC_MESSAGES/messages.po
Languages: it_it

source: and
it_it: e

source: is currently being used by
it_it: è attualmente in uso da parte di

source: is not being used by any visualizations, chain searches, or inputs. Are you sure you want to ${dataSourceRemoveVerb} this data source?
it_it: non è in uso da parte di alcuna visualizzazione, ricerca concatenata o input. Si è sicuri di voler ${dataSourceRemoveVerb} questa source di dati?

source: will be updated
it_it: verrà aggiornato

source: "${item.item}" expected a viz or canvas edge directly ${positionType} at ${positionString}
it_it: "${item.item}" prevedeva una visualizzazione o un bordo dell'area di disegno direttamente ${positionType} in corrispondenza di ${positionString}

source: ${msg} and ${lastKey} have the same token (${token})
it_it: ${msg} e ${lastKey} hanno lo stesso token (${token})

source: ${references} chained data sources exceeds the maximum of ${MAX_CHAIN_LENGTH}
it_it: Le source di dati concatenate ${references} superano la lunghezza massima di ${MAX_CHAIN_LENGTH}

source: ${type} Input
it_it: Input ${type}

source: ${type} is not defined
it_it: Tipo ${type} non definito

source: %(earliestDateTime)s to %(latestDateTime)s
it_it: Da %(earliestDateTime)s a %(latestDateTime)s

source: %(earliestMonth)s through %(latestMonth)s, %(inYear)s
it_it: Da %(earliestMonth)s fino a %(latestMonth)s, %(inYear)s

source: %(earliestTime)s to %(latestTime)s, %(date)s
it_it: Da %(earliestTime)s a %(latestTime)s, %(date)s

source: %(earliestYear)s through %(latestYear)s
it_it: Da %(earliestYear)s fino a %(latestYear)s

source: %(month)s %(earliestDayOfMonth)s through %(latestDayOfMonth)s, %(inYear)s
it_it: %(month)s, da %(earliestDayOfMonth)s a%(latestDayOfMonth)s, %(inYear)s

source: %(numberOf)d days
it_it: %(numberOf)d giorni

source: %(numberOf)d hours
it_it: %(numberOf)d ore

source: %(numberOf)d milliseconds
it_it: %(numberOf)d millisecondi

source: %(numberOf)d minutes
it_it: %(numberOf)d minuti

source: %(numberOf)d months
it_it: %(numberOf)d mesi

source: %(numberOf)d seconds
it_it: %(numberOf)d secondi

source: %(numberOf)d years
it_it: %(numberOf)d anni

source: %(time)d day window
it_it: Finestra di %(time)d giorno/i

source: %(time)d hour window
it_it: Finestra di %(time)d ora/e

source: %(time)d minute window
it_it: Finestra di %(time)d minuto/i

source: %(time)d month window
it_it: Finestra di %(time)d mese/i

source: %(time)d quarter window
it_it: Finestra di %(time)d trimestre/i

source: %(time)d second window
it_it: Finestra di %(time)d secondo/i

source: %(time)d week window
it_it: Finestra di %(time)d settimana/e

source: %(time)d year window
it_it: Finestra di %(time)d anno/i

source: %1 of %2 fields
it_it: %1 di %2 campi

source: . Are you sure you want to ${dataSourceRemoveVerb} this data source?
it_it: . Si è sicuri di voler ${dataSourceRemoveVerb} questa source di dati?

source: 0 chain searches
it_it: 0 ricerche concatenate

source: 0 inputs
it_it: 0 input

source: 0 visualizations
it_it: 0 visualizzazioni

source: 1 day
it_it: 1 giorno

source: 1 hour
it_it: 1 ora

source: 1 hour window
it_it: finestra di 1 ora

source: 1 millisecond
it_it: 1 millisecondo

source: 1 minute
it_it: 1 minuto

source: 1 minute window
it_it: finestra di 1 minuto

source: 1 month
it_it: 1 mese

source: 1 second
it_it: 1 secondo

source: 1 year
it_it: 1 anno

source: 30 minute window
it_it: finestra di 30 minuti

source: 30 second window
it_it: finestra di 30 secondi

source: 5 minute window
it_it: finestra di 5 minuti

source: A new builder to create visually-rich, customizable dashboards
it_it: Un nuovo generatore per creare dashboard personalizzabili e dalla grafica sofisticata

source: Absolute
it_it: Assoluto

source: Action Required:
it_it: Azione necessaria:

source: Actions
it_it: Azioni

source: Actual Size
it_it: Dimensioni effettive

source: Add Chart
it_it: Aggiungi grafico

source: Add Drilldown
it_it: Aggiungi drilldown

source: Add Icon
it_it: Aggiungi icona

source: Add Image
it_it: Aggiungi immagine

source: Add Input
it_it: Aggiungi input

source: Add Range
it_it: Aggiungi intervallo

source: Add Shape
it_it: Aggiungi forma

source: Add Text
it_it: Aggiungi testo

source: Add threshold level
it_it: Aggiungi livello soglia

source: Advanced Panel Settings
it_it: Impostazioni pannello avanzate

source: After
it_it: Dopo di

source: Align Bottom
it_it: Allinea in basso

source: Align Center Horizontal
it_it: Allinea al centro orizzontalmente

source: Align Center Vertical
it_it: Allinea al centro verticalmente

source: Align Left
it_it: Allinea a sinistra

source: Align Right
it_it: Allinea a destra

source: Align Top
it_it: Allinea in alto

source: All
it_it: Tutto

source: All Events
it_it: Tutti gli eventi

source: All time
it_it: Sempre

source: All time (real-time)
it_it: Sempre (tempo reale)

source: Appearance
it_it: Aspetto

source: Arrows
it_it: Frecce

source: Axes
it_it: Assi

source: Back
it_it: Indietro

source: Background
it_it: Sfondo

source: Background Color
it_it: Colore di sfondo

source: Background Image
it_it: Immagine di sfondo

source: Bar
it_it: Barra

source: Based on
it_it: In base a

source: Because the user has navigated away from the dashboard, all running searches have been stopped. Please refresh the dashboard to rerun the searches.
it_it: L'utente è uscito dalla dashboard e tutte le ricerche in esecuzione sono state interrotte. Aggiornare la dashboard per rieseguire le ricerche.

source: Before
it_it: Prima di

source: Before %(dateTime)s
it_it: Prima del %(dateTime)s

source: Before Date-time
it_it: Prima della data/ora

source: Below
it_it: Sotto

source: Between Date-times
it_it: Tra le date-ore

source: Bold
it_it: Grassetto

source: Border
it_it: Bordo

source: Bottom
it_it: In basso

source: Bottom range
it_it: Intervallo parte inferiore

source: Bring to front
it_it: Porta in primo piano

source: Bubble
it_it: A bolle

source: Bubble Color
it_it: Colore bolle

source: Bubble Row Scale
it_it: Scala riga bolle

source: Bubble Scale
it_it: Scala bolle

source: Business week to date
it_it: Inizio settimana lavorativa a oggi

source: By Row
it_it: Per riga

source: Can not parse data correctly.
it_it: Impossibile eseguire correttamente il parsing dei dati.

source: Can not upload icons to the standard icon provider.
it_it: Impossibile caricare le icone nel provider di icone standard.

source: Cancel
it_it: Annulla

source: Cannot create ${parameter} with name "${name}".
it_it: Impossibile creare ${parameter} con nome "${name}".

source: Cannot find parent dataSource: ${parentDataSourceId}
it_it: Impossibile trovare dataSource padre: ${parentDataSourceId}

source: Cannot get geoJson data.
it_it: Impossibile ottenere dati geoJson.

source: Cannot save dashboard
it_it: Impossibile salvare la dashboard

source: Canvas
it_it: Area di disegno

source: Canvas Height
it_it: Altezza area di disegno

source: Canvas Width
it_it: Larghezza area di disegno

source: Canvas is not supported
it_it: Area di disegno non supportata

source: Categorical
it_it: Categoriale

source: Chain Search
it_it: Ricerca concatenata

source: Chain Searches
it_it: Ricerche concatenate

source: Chain data source ${dataSourceId} must have valid extend property
it_it: La source di dati concatenata ${dataSourceId} deve avere una proprietà extend valida

source: Choropleth Maps
it_it: Mappe coropletiche

source: Classic Dashboards
it_it: Dashboard classiche

source: Click here to review the query before running
it_it: Fare clic qui per rivedere la query prima dell'esecuzione

source: Clone
it_it: Clona

source: Clone in Dashboard Studio
it_it: Clona in Dashboard Studio

source: Clones the report's search string and time range. The inline search exists only in the dashboard and has no external dependencies.
it_it: Clona la stringa di ricerca del report e l'intervallo temporale. La ricerca in linea esiste solo nella dashboard e non ha dipendenze esterne.

source: Code
it_it: Codice

source: Collapse
it_it: Comprimi

source: Collapse Threshold
it_it: Soglia di compressione

source: Collapse to Summary
it_it: Comprimi fino al Sommario

source: Collapsed
it_it: Compresso

source: Collapsed Slice Label
it_it: Etichetta porzione compressa

source: Color
it_it: Colore

source: Color Mode
it_it: Modalità di colorazione

source: Coloring
it_it: Colorazione

source: Column
it_it: Colonna

source: Column Formatting
it_it: Formattazione delle colonne

source: Columns
it_it: Colonne

source: Comparisons
it_it: Confronti

source: Configuration
it_it: Configurazione

source: Configured in source code beyond what can be shown here. Resetting to default will overwrite this custom configurations.
it_it: La configurazione nel codice sorgente è più dettagliata di quanto è mostrato qui. Se si reimpostano le impostazioni di default, queste configurazioni personalizzate verranno sovrascritte.

source: Connect
it_it: Connetti

source: Connected Line
it_it: Linea collegata

source: Contain
it_it: Contiene

source: Content Export
it_it: Esportazione contenuto

source: Continue Anyway
it_it: Continua comunque

source: Continue using the same standard Splunk visualizations and explore additional tools.
it_it: Consente di continuare utilizzando le stesse visualizzazioni Splunk standard ed esplorare strumenti aggiuntivi.

source: Convert & Save
it_it: Converti e salva

source: Cover
it_it: Copertina

source: Create
it_it: Crea

source: Create New Dashboard
it_it: Crea nuova dashboard

source: Create new dashboard
it_it: Crea nuova dashboard

source: Creator
it_it: Creatore

source: Currently referencing
it_it: Riferimenti attuali a

source: Currently using
it_it: Utilizzo attuale di

source: Currently using Untitled input
it_it: Utilizzo attuale di input senza titolo

source: Currently using static time range
it_it: Utilizzo attuale di un intervallo temporale statico

source: Custom
it_it: Personalizzata

source: Custom Icon
it_it: Icona personalizzata

source: Custom time
it_it: Intervallo personalizzato

source: Custom visualizations & Trellis not yet supported
it_it: Visualizzazioni personalizzate e Trellis non ancora supportati

source: Customize with shapes,
it_it: Personalizza con forme,

source: Customize with shapes, images, and text without coding with Absolute layout.
it_it: Personalizza con forme, immagini e testo senza codifica con layout assoluto.

source: Customized in source
it_it: Personalizzazione nel source

source: Dark
it_it: Scuro

source: Dash Style
it_it: Stile dashboard

source: Dashboard ID
it_it: ID dashboard

source: Dashboard ID can only use letters, numbers, dashes, & underscores.
it_it: Per l'ID dashboard è possibile utilizzare solo lettere, numeri, trattini e caratteri di sottolineatura.

source: Dashboard Studio does not support Trellis.
it_it: Dashboard Studio non supporta Trellis.

source: Dashboard Studio does not support categorical colors in Choropleth Maps.
it_it: Dashboard Studio non supporta colori categoriali nelle mappe coropletiche.

source: Dashboard Studio does not support the selected visualization type.
it_it: Dashboard studio non supporta il tipo di visualizzazione selezionato.

source: Dashboard Title
it_it: Titolo dashboard

source: Dashboards
it_it: Dashboard

source: Dashboards include searches, visualizations, and input controls that capture and present available data.
it_it: Le dashboard comprendono ricerche, visualizzazioni e controlli di input che acquisiscono e visualizzano i dati disponibili.

source: Data Icon
it_it: Icona dati

source: Data Overview
it_it: Panoramica dei dati

source: Data Settings
it_it: Impostazioni dati

source: Data Source ID
it_it: ID source di dati

source: Data Source IDs must start with "ds_" and contain only letters, numbers, dash, and underscore
it_it: Gli ID source di dati devono iniziare con "ds_" e contenere solo lettere, numeri, trattini e caratteri di sottolineatura.

source: Data Source Name
it_it: Nome source di dati

source: Data source ${currentId} creates an invalid circular reference; check parent data sources referenced by extend property.
it_it: La source di dati ${currentId} crea un riferimento circolare non valido. Controllare le source di dati padre a cui fa riferimento la proprietà extend.

source: Data type for "${propInWrongType}" encoding is incorrect. Expected: "${expectedType}", Received: "${receivedType}"
it_it: Il tipo di dati per la codifica "${propInWrongType}" non è corretto. Previsto: "${expectedType}", ricevuto: "${receivedType}"

source: Data type for value encoding is incorrect. Expected: "number", Received: "${propsFromEncoding.valueType}"
it_it: Il tipo di dati per la codifica del valore non è corretto. Previsto: numerico, ricevuto: "${propsFromEncoding.valueType}"

source: DataSource is not set up.
it_it: DataSource non impostato.

source: Date Range
it_it: Intervallo di date

source: Default Text
it_it: Testo di default

source: Default Value
it_it: Valore di default

source: Default module used if no value specified.
it_it: Modulo di default utilizzato se non è specificato un valore.

source: Degrees
it_it: Gradi

source: Delete
it_it: Elimina

source: Delta Font Size (px)
it_it: Dimensione carattere delta (px)

source: Description
it_it: Descrizione

source: Digit Precision
it_it: Precisione numerica

source: Display Mode
it_it: Modalità di visualizzazione

source: Distributions
it_it: Distribuzioni

source: Done
it_it: Fine

source: Donut
it_it: Ad anello

source: Drilldown Settings
it_it: Impostazioni drilldown

source: Drilldown is disabled when you save a visualization to a dashboard. After saving, open the dashboard editor to access configuration options for the visualization.
it_it: Il drilldown è disabilitato quando si salva una visualizzazione su una dashboard. Dopo aver salvato, aprire l'editor di dashboard per accedere alle opzioni di configurazione per la visualizzazione.

source: Dropdown
it_it: Tendina

source: Dropdown Icon
it_it: Icona tendina

source: Dropdown Input
it_it: Input a tendina

source: Dropdown Input Title
it_it: Titolo input a tendina

source: Dynamic Background
it_it: Sfondo dinamico

source: Dynamic Coloring
it_it: Colorazione dinamica

source: Dynamic Coloring: Background
it_it: Colorazione dinamica: sfondo

source: Dynamic Coloring: Major Value
it_it: Colorazione dinamica: valore principale

source: Dynamic Coloring: Trend
it_it: Colorazione dinamica: tendenza

source: Dynamic Icon
it_it: Icona dinamica

source: Dynamic Major Value
it_it: Valore principale dinamico

source: Dynamic Option: Customized in source
it_it: Opzione dinamica: personalizzazione nel source

source: Dynamic Trend
it_it: Tendenza dinamica

source: Dynamic options are being used by this input. Please edit in source mode.
it_it: Questo input utilizza opzioni dinamiche. Modificare in modalità source.

source: Edit
it_it: Modifica

source: Edit Data Source
it_it: Modifica source di dati

source: Edit ID
it_it: Modifica ID

source: Edit Source
it_it: Modifica source

source: Ellipse
it_it: Ellisse

source: Enable
it_it: Abilita

source: Encoding Settings
it_it: Impostazioni di codifica

source: Encoding specifies which and what type of datasources and fields are supported for visualization. Type of each encoding indicates the expected data type returned by the datasource for visualization. Default indicates the default datasource and field for visualization if encoding is not specified. Checking Examples tab on how to use encoding to specify datasource in each visualization.
it_it: La codifica specifica quali source di dati e campi e di quale tipo sono supportati per la visualizzazione. Il tipo di ciascuna codifica indica il tipo di dati previsto che deve essere restituito dalla source di dati per la visualizzazione. Il valore di default indica la source di dati e il campo di default per la visualizzazione se la codifica non è specificata. Vedere la scheda Esempi per informazioni su come utilizzare la codifica per specificare la source di dati per ciascuna visualizzazione.

source: Ending Point
it_it: Punto di fine

source: Enter URL
it_it: Immettere l'URL

source: Enter text here
it_it: Immettere il testo qui

source: Error encountered while downloading
it_it: Si è verificato un errore durante il download

source: Error retrieving ${url} from Image Registry, error was '${e.message}'
it_it: Errore durante il recupero di ${url} dal registro delle immagini. Errore: '${e.message}'

source: Error: Token duplicated across multiple inputs
it_it: Errore: token duplicato su più input.

source: Error: Visualization duplicated in layout structure
it_it: Errore: visualizzazione duplicata nella struttura di layout

source: Error: Visualization in layout structure does not exist
it_it: Errore: la visualizzazione nella struttura di layout non esiste

source: Errors occurred during conversion
it_it: Si sono verificati errori durante la conversione

source: Even Row Fill Color
it_it: Colore riempimento righe pari

source: Even Row Text Color
it_it: Colore testo righe pari

source: Event
it_it: Evento

source: Expand
it_it: Espandi

source: Expanded
it_it: Espanso

source: Export
it_it: Esporta

source: Eyedropper
it_it: Contagocce

source: Failed to add to existing dashboard
it_it: Aggiunta alla dashboard esistente non riuscita

source: Failed to clone dashboard
it_it: Clonazione dashboard non riuscita

source: Failed to fetch dashboard content for ${id}
it_it: Recupero del contenuto della dashboard per ${id} non riuscito

source: Failed to save to dashboard
it_it: Salvataggio nella dashboard non riuscito

source: Failed to update
it_it: Aggiornamento non riuscito

source: Fetching dashboards
it_it: Recupero delle dashboard

source: Field to enter a number
it_it: Campo in cui immettere un numero

source: Field to enter text
it_it: Campo in cui immettere testo

source: File size must be 16MB or smaller
it_it: Il file deve avere una dimensione massima di 16 MB

source: Fill
it_it: Riempi

source: Filler Gauge
it_it: Contatore di riempimento

source: Filter
it_it: Filtro

source: Fit
it_it: Adatta

source: Fit to Width
it_it: Adatta in larghezza

source: Fixed
it_it: Fisso

source: Flexible layout options to freely place objects or organize & resize (Absolute and Grid).
it_it: Opzioni di layout flessibili per posizionare liberamente gli oggetti o per l'organizzazione e il ridimensionamento (Assoluto e Griglia)

source: Font
it_it: Carattere

source: Font Settings
it_it: Impostazioni carattere

source: Font Size (px)
it_it: Dimensione carattere (px)

source: Friday
it_it: Venerdì

source: Fridays
it_it: Venerdì

source: Full layout control
it_it: Controllo completo layout

source: Fullscreen
it_it: Schermo intero

source: Fullscreen Exit
it_it: Uscita da Schermo intero

source: Gaps
it_it: Interruzioni

source: Gauge
it_it: Contatore

source: Gauge Color
it_it: Colore contatore

source: General
it_it: Generale

source: Global
it_it: Globale

source: Global Formatting
it_it: Formattazione globale

source: Global Time Range
it_it: Intervallo temporale globale

source: Grid
it_it: Griglia

source: Grid Height
it_it: Altezza griglia

source: Gridlines
it_it: Linee griglia

source: Gridlines displayed
it_it: Linee griglia visualizzate

source: Gridlines not displayed
it_it: Linee griglia non visualizzate

source: Header Fill Color
it_it: Colore riempimento intestazione

source: Header Row
it_it: Riga intestazione

source: Header Text Color
it_it: Colore testo intestazione

source: Height
it_it: Altezza

source: Hidden
it_it: Nascosta

source: Hide
it_it: Nascondi

source: Hide list
it_it: Nascondi elenco

source: History
it_it: Cronologia

source: Horizontal
it_it: Orizzontale

source: How do you want to build your dashboard?
it_it: Come si desidera generare la dashboard?

source: ID already in use. Edit the ID or choose a different title.
it_it: ID già in uso. Modificare l'ID o scegliere un altro titolo.

source: ID cannot be empty.
it_it: L'ID non può essere vuoto.

source: ID does not match specified rules
it_it: L'ID non soddisfa le regole specificate

source: ID duplicates an existing ID
it_it: L'ID è un duplicato di un ID esistente

source: INPUT OPTIONS
it_it: OPZIONI DI INPUT

source: Icon
it_it: Icona

source: Icon & Major Value
it_it: Icona e valore principale

source: Icon Color
it_it: Colore icona

source: If these commands are unexpected to you, you should not run this query without further investigation.
it_it: Se questi comandi non sono previsti, è consigliabile eseguire la query solo dopo ulteriore indagine.

source: Image
it_it: Immagine

source: Image Gallery
it_it: Raccolta immagini

source: Image Height
it_it: Altezza immagine

source: Image Width
it_it: Larghezza immagine

source: Image not found
it_it: Immagine non trovata

source: Inline
it_it: In linea

source: Inline Search
it_it: Ricerca in linea

source: Input ID
it_it: ID input

source: Input IDs must start with "input_" and contain only letters, numbers, dash, and underscore
it_it: Gli ID input devono iniziare con "input_" e contenere solo lettere, numeri, trattini e caratteri di sottolineatura.

source: Introducing Dashboard Studio
it_it: Presentazione di Dashboard Studio

source: Invalid Provider
it_it: Provider non valido

source: Invalid input for ${parameter}. Expected ${expectedType}, but received ${actualType}
it_it: Input non valido per ${parameter}. Previsto ${expectedType}, ma ricevuto ${actualType}

source: Invalid layout field, requires "absolute" or "grid"
it_it: Campo layout non valido. È richiesto “Assoluto” o “Griglia”

source: Invalid mapId.
it_it: mapId non valido.

source: Invalid url
it_it: URL non valido

source: Invalid url.
it_it: URL non valido.

source: Item 1
it_it: Elemento 1

source: Item 2
it_it: Elemento 2

source: Item 3
it_it: Elemento 3

source: Label
it_it: Etichetta

source: Labels
it_it: Etichette

source: Last %(amount)d %(unit)s
it_it: Ultima %(amount)d %(unit)s

source: Last 15 minutes
it_it: Ultimi 15 minuti

source: Last 24 hours
it_it: Ultime 24 ore

source: Last 30 days
it_it: Ultimi 30 giorni

source: Last 4 hours
it_it: Ultime 4 ore

source: Last 60 minutes
it_it: Ultimi 60 minuti

source: Last 7 days
it_it: Ultimi 7 giorni

source: Last Edited
it_it: Ultima modifica

source: Layers
it_it: Livelli

source: Layout ${type} is not defined
it_it: Layout ${type} non definito

source: Layout transformation failed
it_it: Trasformazione layout non riuscita

source: Learn More
it_it: Ulteriori informazioni

source: Learn More.
it_it: Ulteriori informazioni.

source: Left
it_it: A sinistra

source: Legend
it_it: Legenda

source: Line
it_it: A linee

source: Link to custom URL
it_it: Link all'URL personalizzato

source: Loaded from report
it_it: Caricato da report

source: Loading Data Source...
it_it: Caricamento source di dati in corso...

source: Loading menu items...
it_it: Caricamento voci di menu in corso...

source: MENU CONFIGURATION
it_it: CONFIGURAZIONE MENU

source: Major Font Size (px)
it_it: Dimensione carattere principale (px)

source: Major Value
it_it: Valore principale

source: Major Value & Trend
it_it: Valore principale e tendenza

source: Major Value Size (px)
it_it: Dimensione valore principale (px)

source: Marker Gauge
it_it: Contatore di rilevazione

source: Method
it_it: Metodo

source: Missing Image Context
it_it: Contesto immagine mancante

source: Missing property: ${missingProps.join(', ')}
it_it: Proprietà mancante: ${missingProps.join(', ')}

source: Missing required parameters: id, simpleXmlDefinition
it_it: Parametri obbligatori mancanti: id, simpleXmlDefinition

source: Missing required parameters: id, simpleXmlVizDef
it_it: Parametri obbligatori mancanti: id, simpleXmlVizDef

source: Mock Data
it_it: Dati fittizi

source: Monday
it_it: Lunedì

source: Mondays
it_it: Lunedì

source: Month to date
it_it: Inizio mese a oggi

source: Move backward
it_it: Sposta indietro
